{
  "jobs": [
    {
      "id": 341937,
      "title": "Digital Account Manager",
      "description": "Manage and grow a client portfolio\nNegotiate contracts with clients; establish a timeline of performance\nBuilding strong relationship with C-Levels and account managers of our top clients\nFull responsibility for daily campaign optimization based on campaign performance analysis, including bid and budget management\nCollaborate with marketing team to lead and optimize channels and meet CPA and budget goals\nManage PPC campaign proposals dealing with clients via email, telephone and Skype, answering inquiries about\nJobtome PPC structure and best practices\nActively identify high potential opportunities to incorporate in sales strategy\nPrioritize execution strategy based on revenue potential\nTrack & analyze metrics to evaluate and improve the effectiveness of the campaign(s)\nMaintain high levels of customer engagement and satisfaction with a focus on customer loyalty.",
      "location": "Switzerland, Stabio",
      "employer": "Jobtome",
      "contact_information": "Via Gaggiolo 46, 6855 Stabio, Switzerland (+41 91 261 11 00)",
      "is_active": true,
      "is_sponsored": true,
      "published_at": "01 June 2022 (09:00:00)"
    },
    {
      "id": 973743,
      "title": "GO Developer",
      "description": "We are looking for a Software Engineer for our Marketing Automation team encompassing responsibilities along with all areas of application development. This includes software design, pair-programming code with unit tests to implement the design, and enterprise architecture integration.\nThe Marketing Automation team is a crucial part of our product development and organization strategy and is responsible for developing and operating the best tools (email, web push notifications, text messages, chat) to maintain a valuable relationship with our community of job seekers.\nAs such, you will also be responsible for analyzing business and engineering problems and the documentation and development of well-defined methods, procedures, and programs to deliver practical systems solutions.\nYou will also be involved in the development and maintenance of our DevOps infrastructure, allowing you to further develop your experience as a well-rounded software engineer.",
      "location": "Switzerland, Stabio",
      "employer": "Jobtome",
      "contact_information": "Via Gaggiolo 46, 6855 Stabio, Switzerland (+41 91 261 11 00)",
      "is_active": true,
      "is_sponsored": false,
      "published_at": "02 June 2022 (11:00:00)"
    },
    {
      "id": 885549,
      "title": "Performance Marketing Manager",
      "description": "We're looking for someone who can lead, motivate and coach our Marketing team.\nThe successful candidate will be able to make everyone in the team successful, acting as a role model, demanding excellence from the team, promoting our values and ensuring the well-being and growth of each member.\nAs a Performance Marketing Manager, you will be in a key role to boost our properties and community growth, while managing traffic acquisition marketing activities across several countries.\nYou will set the strategy, manage budgets, and identify the best marketing channels for acquiring new users, always keeping user retention and LTV in mind.",
      "location": "Switzerland, Stabio",
      "employer": "Jobtome",
      "contact_information": "Via Gaggiolo 46, 6855 Stabio, Switzerland (+41 91 261 11 00)",
      "is_active": true,
      "is_sponsored": true,
      "published_at": "02 June 2022 (16:00:00)"
    },
    {
      "id": 821903,
      "title": "Fullstack Developer",
      "description": "We are looking for a Software Engineer encompassing responsibilities along with all areas of application development. This includes software design, pair-programming code with unit tests to implement the design, and enterprise architecture integration. You will also be responsible for analyzing business and engineering problems and the documentation and development of well-defined methods, procedures, and programs to deliver practical systems solutions.",
      "location": "Switzerland, Stabio",
      "employer": "Jobtome",
      "contact_information": "Via Gaggiolo 46, 6855 Stabio, Switzerland (+41 91 261 11 00)",
      "is_active": true,
      "is_sponsored": false,
      "published_at": "01 June 2022 (17:00:00)"
    },
    {
      "id": 121043,
      "title": "Scrum Master",
      "description": "We're looking for a Scrum Master who can help our teams adopt the Scrum methodology and the Agile mindset.\nThe successful candidate will be an experienced servant-leader, helping team members to give their best, embracing the Agile values, assuring a positive environment, and facilitating meetings and discussions.",
      "location": "Switzerland, Stabio",
      "employer": "Jobtome",
      "contact_information": "Via Gaggiolo 46, 6855 Stabio, Switzerland (+41 91 261 11 00)",
      "is_active": true,
      "is_sponsored": true,
      "published_at": "01 June 2022 (13:00:00)"
    },
    {
      "id": 349437,
      "title": "Waiter / Waitress",
      "description": "Red Robin has always been committed to keeping our Team Members safe, but we’re taking extra measures to ensure that ALL Team Members can take the time they need to be well. Health Benefit Options (insurance) are available no matter how many hours you work each week.\nWe have immediate opportunities available to join our team for anyone who is at least seventeen years old. (In New Hampshire, however, you must be at least 18 years old).\nAs a Team Member at Red Robin, you’ll enjoy:\nMedical, Dental, and Vision benefits for ALL team members\nEXCELLENT Opportunities to grow with us - over 40% of our Managers were hourly Team Members\nMultiple opportunities for raises in your first year, and continued opportunities beyond\nFlexible work schedule\nReferral bonuses for bringing new members to our team\nEligible for 401(k) retirement plan (if qualified)\n50% discount on Red Robin food and 25% for your family\nRed Robin isn't your typical burger restaurant. Since the doors opened at our first location in Seattle in 1969, we’ve always been a team filled with unbridled energy, magnetic personalities, and a passion for having fun!\nNow Hiring\nFull Time and Part Time:\nSERVER (Waiter / Waitress)\nYou will be responsible for taking orders using handheld technology, serving food and drinks in a timely accurate manner, as well as delivering a fun and satisfying dining experience to Guests. This Front of House role, waits tables while providing guests with excellent customer service.\nOur mission is clear: Make it fresh. Make it fun. Make it memorable. And above all, make 'em smile. Become a part of our team today!",
      "location": "Cincinnati, OH 45236",
      "employer": "Red Robin",
      "contact_information": "https://www.redrobin.com/careers",
      "is_active": false,
      "is_sponsored": false,
      "published_at": "01 June 2022 (01:45:00)"
    }
  ]
}